
local L = AceLibrary("AceLocale-2.2"):new("MasterLoot")
L:RegisterTranslations("zhCN", function() return {
	["小皮箱队团队助手"] = "|cffF5F54A[小皮箱]|r|cff9482C9团队助手|r",
	["已加载"] ="已加载",
	["已开启"] ="已开启",
	["已关闭"] ="已关闭",

	["通通归我"]="通通归我",
	["通通归我描述"]="打开/关闭 灰色物品都是我的",

	["见者有份"]="见者有份",
	["见者有份描述"]="打开/关闭 灰色物品随机分配",

	["添加目标"] = "添加目标",
	["添加目标描述"] = "添加目标到快捷分配",

	["显示列表"] = "显示列表",
	["显示列表描述"] = "显示快捷分配列表中所有角色",

	["清除列表"] = "清除列表",
	["清除列表描述"] = "清空快捷列表中所有角色",

	["你必须有目标"] = "你必须有目标才能添加到快捷分配列表",
	["已添加到快捷分配列表"] = "已添加|cffF5F54A[%s]|r到快捷分配列表",
	["快捷分配列表名单"] = "快捷分配列表名单 |cffF5F54A[%s]|r",
	["快捷分配列表已重置"] = "快捷分配列表已重置",



	["开始ROLL"] = "|cffF5F54A《|r%s|cffF5F54A》|r 许愿打|cffffffff[1]|r 需求打|cffffffff[2]|r 贪婪打|cffffffff[3]|r",
	["偷偷分给"] = "偷偷分给",
	["自己"] = "自己",

	["随机分配"] = "随机分配",
	["随机分配获胜"] = "随机分配 恭喜 |cffF5F54A[%s]|r 获得 %s*|cffF5F54A%s|r",
	["分给"] = "ROLL最高 恭喜 [%s]%s 获得 %s*|cffF5F54A%s|r",
	["没有拾取权"] = "没有拾取权",
	["无法分配"] = "错误 无法分配 %s 给|cffF5F54A[%s]|r 请确认目标是否有拾取权 否则请改自由拾取",
	font = "Fonts\\FRIZQT__.TTF"
} end)

