
local L = AceLibrary("AceLocale-2.2"):new("MasterLoot")
L:RegisterTranslations("zhCN", function() return {
	["小皮箱队长分配助手"] = "|cffF5F54A[小皮箱]|r|cff9482C9团队分配助手|r",
	["已加载"] ="已加载",
	["已开启"] ="已开启",
	["已关闭"] ="已关闭",

	["通通归我"]="通通归我",
	["通通归我描述"]="打开/关闭 灰色物品都是我的",

	["随机分配"]="随机分配",
	["随机分配描述"]="打开/关闭 灰色物品随机分配",

	["添加目标"] = "添加目标",
	["添加目标描述"] = "添加目标到快捷分配",

	["显示列表"] = "显示列表",
	["显示列表描述"] = "显示快捷分配列表中所有角色",

	["清除列表"] = "清除列表",
	["清除列表描述"] = "清空快捷列表中所有角色",

	["你必须有目标"] = "你必须有目标才能添加到快捷分配列表",
	["已添加到快捷分配列表"] = "已添加|cffF5F54A[%s]|r到快捷分配列表",
	["快捷分配列表名单"] = "快捷分配列表名单 |cffF5F54A[%s]|r",
	["快捷分配列表已重置"] = "快捷分配列表已重置",



	["开始ROLL"] = "|cffF5F54A》》》|r%s|cffF5F54A《《《|r 1许愿 2需求 3贪婪",
	["偷偷分给"] = "偷偷分给",
	["自己"] = "自己",

	["全团随机分配"] = "全团随机分配",
	["全团随机获胜"] = "全团随机分配 恭喜 [%s] %s 获得 %s",
	["定向获胜"] = "恭喜 [%s] %s 获得 %s",
	["没有拾取权"] = "没有拾取权",
	font = "Fonts\\FRIZQT__.TTF"
} end)

